"Open with Keka" = "Apri con Keka";
"Compress here" = "Comprimi qui";
"Compress to..." = "Comprimi in...";
"Extract here" = "Estrai qui";
"Extract to..." = "Estrai in...";
"Extract to \"%@\"" = "Estrai in \"%@\"";
"Compress with Keka" = "Comprimi con Keka";
